%?Сообщение добавлено%OK1%?%
%?Сообщение добавлено<br>Сообщение отобразится после проверки модератором%OK2%?%
%?Пустое сообщение%ERROR_TEXT%?%
%?Слишком длинный текст%ERROR_LONG_TEXT%?%
%?У Вас нет доступа на запись сообщений%ERROR_PERMIT%?%
%?Сообщение не добавлено: защита от флуда%ERROR_FLOOD%?%
%?:&Некорректный тип файла `%FILE%`%ERROR_FILE_TYPE%?%
%?:&Файл `%FILE%` слишком большой %ERROR_FILE_SIZE%?%
%?Speech2Text: Голоса не обнаружено, попробуйте ещё раз%ERROR_NO_SPEECH%?%
%?Speech2Text: Микрофон не обнаружен, убедитесь, что микрофон подключен к компьютеру%ERROR_AUDIO_CAPTURE%?%
%?Speech2Text: Приложение не может получить доступ к микрофону%ERROR_NOT_ALLOWED%?%
%?Speech2Text: Сбой сети%ERROR_NETWORK%?%
