{{{
<div id=__mps_root_%MESS_ID%>
<div class=lock-icon>
%TITLE("%DATE("d mmmg yyyy")%")%
</div>
<div id=__mps_mess_%MESS_ID% class=mess
access-x="запись никому недоступна"
access-r="запись доступна только для зарегистрированых"
access-s="доступ к записи ограничен"
>
%?
<div class=del>Сообщение удалено %DEL_DATE("d mmmg yyyy в HH:ii:ss")%</div>
?%
%MESS_PARA%
%?%EDIT_MODE%%PREVIEW_MODE%%COMMENT_MODE%%MODER_MODE%%:%%?
<div class=ctrl>
%checkbox("", "", "", "")%
<div>
%LINK("blog/%SID%/%MESS_ID%", "Сообщение отдельно")%
%COMMENT("Комментировать")%
%?:1%OWNER%%?
%EDIT("Редактировать")%
%DELETE("Удалить")%
%RESTORE("Восстановить")%
%ACCESS_READ("Доступ на чтение")%
%ACCESS_WRITE("Доступ на запись")%
?%?%
</div>
</div>
?%?%
<div class=num>
%LINK("blog/%SID%/%MESS_ID%", "%DATE({ year: "d mmmg HH:ii:ss", def: "d mmmg yyyy HH:ii:ss" })%")%
</div>
<div class=bottom>
<div class=views views=%VIEWS%>ПРОСМОТРОВ: </div>
%RATE({
	like: [
		"<svg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 64 86'><path d='M13,28H3c-1.7,0-3,1.3-3,3v30c0,1.7,1.3,3,3,3h10c1.7,0,3-1.3,3-3V31C16,29.3,14.7,28,13,28z M8,59c-1.7,0-3-1.3-3-3s1.3-3,3-3s3,1.3,3,3S9.7,59,8,59z M48,10.2c0,5.3-3.3,8.3-4.2,11.8h12.7c4.2,0,7.4,3.5,7.4,7.3c0,2.2-0.9,4.7-2.4,6.2l0,0c1.2,2.9,1,7-1.2,9.9c1.1,3.2,0,7.2-2,9.3c0.5,2.2,0.3,4.1-0.8,5.6C55,64,48.7,64,43.4,64H43c-6,0-11-2.2-15-4c-2-0.9-4.6-2-6.6-2c-0.8,0-1.5-0.7-1.5-1.5V29.8c0-0.4,0.2-0.8,0.5-1.1c5-4.9,7.1-10.1,11.1-14.1c1.8-1.9,2.5-4.7,3.2-7.4C35.3,4.9,36.5,0,39,0C42,0,48,1,48,10.2z'/></svg>",
		"Мне понравилось"
	],
	dislike: [
		"<svg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 64 86'><path d='M16,55V25c0-1.7-1.3-3-3-3H3c-1.7,0-3,1.3-3,3v30c0,1.7,1.3,3,3,3h10C14.7,58,16,56.7,16,55z M11,30c0,1.7-1.3,3-3,3s-3-1.3-3-3s1.3-3,3-3S11,28.3,11,30z M39,86c-2.5,0-3.7-4.9-4.3-7.2c-0.7-2.7-1.4-5.5-3.2-7.4c-4-4-6.1-9.2-11.1-14.1c-0.3-0.3-0.5-0.7-0.5-1.1V29.5c0-0.8,0.7-1.5,1.5-1.5c2,0,4.6-1.1,6.6-2c4-1.8,9-4,15-4h0.4c5.3,0,11.6,0,14.1,3.7c1.1,1.5,1.3,3.4,0.8,5.6c2,2.1,3.1,6.1,2,9.3c2.2,2.9,2.4,7,1.2,9.9l0,0c1.5,1.5,2.4,4,2.4,6.2c0,3.8-3.2,7.3-7.4,7.3H43.8c0.9,3.5,4.2,6.5,4.2,11.8C48,85,42,86,39,86z'/></svg>",
		"Мне не понравилось"
	]
})%
</div>
%COMMENTS%
</div>
</div>
}}}
