%?
<div name=collapse>Предпочтения</div>
<section>
%?<div>Отношение к курению:<div>%0020%</div></div>?%
%?<div>Отношение к спиртному:<div>%0021%</div></div>?%
%?<div>Любимая еда:<div>%0022%</div></div>?%
%?<div>Люблю ли я готовить:<div>%0023%</div></div>?%
%?<div>Любимый напиток:<div>%0024%</div></div>?%
%?<div>Любимый вид отдыха:<div>%0025%</div></div>?%
%?<div>Любимое животное:<div>%0026%</div></div>?%
%?<div>Любимый фильм:<div>%0027%</div></div>?%
%?<div>Любимое в литературе:<div>%0028%</div></div>?%
%?<div>Любимое время года:<div>%0029%</div></div>?%
%?<div>Любимая радиостанция:<div>%0030%</div></div>?%
%?<div>Любимая телепрограмма:<div>%0031%</div></div>?%
%?<div>Любимый вид спорта:<div>%0032%</div></div>?%
%?<div>Любимая музыка:<div>%0033%</div></div>?%
%?<div>Любимое домашнее занятие:<div>%0034%</div></div>?%
%?<div>Любимое занятие вне дома:<div>%0035%</div></div>?%
%?<div>Хобби:<div>%0036%</div></div>?%
%?<div>Я ищу:<div>%0037(["женщину", "мужчину"], " и ")%</div></div>?%
%?<div>Мои намерения:<div>%0038(["переписка", "совместное времяпрепровождение", "интимное общение", "духовное общение", "долгосрочные отношения"], ", ")%</div></div>?%
%?<div>Что ищу в кандидате:<div>%0039%</div></div>?%
</section>
?%
