%?
<div name=collapse>Личная информация</div>
<section>
%?<div>Имя:<div>%0001% %0002% %0003%</div></div>?%
%?<div>Пол:<div>%SEX("", "мужской", "женский")%</div></div>?%
%?<div>Дата рождения:<div>
%?<img class="zodiac z%ZODIAC_N%" src="data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7" align=right>?%
%DAY%
%MONTH("", "января", "февраля", "марта", "апреля", "мая", "июня", "июля", "августа", "сентября", "октября", "ноября", "декабря")%
%?%YEAR% года?%
%?
<br>
%ZODIAC("Козерог", "Водолей", "Рыбы", "Овен", "Телец", "Близнецы", "Рак", "Лев", "Дева", "Весы", "Скорпион", "Стрелец")%
?%
</div></div>?%
%?<div>Место рождения:<div>%0004%</div></div>?%
%?<div>Семейное положение:<div>%0005("", "холост/не замужем", "женат/замужем", "разведен/разведена", "вдовец/вдова")%</div></div>?%
%?<div>Наличие детей:<div>%0006("", "нет", "есть, живут со мной", "есть, живут отдельно")%</div></div>?%
%?<div>Образование:<div>%0007("", "среднее", "среднее специальное", "незаконченное высшее", "высшее")%</div></div>?%
%?<div>Рост:<div>%0008% см</div></div>?%
%?<div>Вес:<div>%0009% кг</div></div>?%
%?<div>Цвет глаз:<div>%0010%</div></div>?%
%?<div>Цвет волос:<div>%0011%</div></div>?%
%?<div>Телосложение:<div>%0012%</div></div>?%
%?<div>Основные черты характера:<div>%0013%</div></div>?%
%?<div>Тип темперамента:<div>%0014%</div></div>?%
%?<div>Чувство юмора:<div>%0015%</div></div>?%
%?<div>Мечта:<div>%0016%</div></div>?%
%?<div>Больше всего в человеке ценю:<div>%0017%</div></div>?%
%?<div>Больше всего в человеке ненавижу:<div>%0018%</div></div>?%
%?<div>Немного обо мне:<div>%0019%</div></div>?%
</section>
?%
