<!doctype html>
<html class=app-chat-html><head><title>%ROOM_NAME%</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
</head>

<body class=history>
<chat-main>
<chat-body>
<chat-view>
<chat-title>%ROOM_NAME%</chat-title>
<chat-chat>
<div class=wait>Подождите загрузки данных...</div>
</chat-chat>
</chat-view>
</chat-body>
</chat-main>
<form class="menu alt-inp">
<div>
Начало разговора:
<wbr>
<nobr>%FIRST("d mmmg", "ru", 1)%</nobr>
</div>
<div>
Продолжительность:
<wbr>
<nobr>%LONG_DAYS("дн", "час", "мин")%</nobr>
</div>
<div>
<div class=day>
%select("day", 0, [], "class=inp")%
%select("start", 0, {
	0: "с 0 часов", 60: "с 1-го часа", 120: "с 2-х часов", 180: "с 3-х часов",
	240: "с 4-х часов", 300: "с 5-и часов", 360: "с 6-и часов", 420: "с 7-и часов",
	480: "с 8-и часов", 540: "с 9-и часов", 600: "с 10-и часов", 660: "с 11-и часов",
	720: "с 12-и часов", 780: "с 13-и часов", 840: "с 14-и часов", 900: "с 15-и часов",
	960: "с 16-и часов", 1020: "с 17-и часов", 1080: "с 18-и часов", 1140: "с 19-и часов",
	1200: "с 20-и часов", 1260: "с 21-го часов", 1320: "с 22-х часов", 1380: "с 23-х часов"
}, "class=inp")%
%select("length", 0, {
	60: "за 1 час", 120: "за 2 часа", 180: "за 3 часа", 240: "за 4 часа",
	300: "за 5 часов", 360: "за 6 часов", 420: "за 7 часов", 480: "за 8 часов",
	540: "за 9 часов", 600: "за 10 часов", 660: "за 11 часов", 720: "за 12 часов",
	780: "за 13 часов", 840: "за 14 часов", 900: "за 15 часов", 960: "за 16 часов",
	1020: "за 17 часов", 1080: "за 18 часов", 1140: "за 19 часов", 1200: "за 20 часов",
	1260: "за 21 час", 1320: "за 22 часа", 1380: "за 23 часа", 1440: "за 24 часа"
}, "class=inp")%
</div>
%button("show", " &#8811; ", "", "class='btn show'")%
</div>
<div>
%?%MODER%
<div>Отмечено сообщений: <span id=sel></span></div>
%button("hide", "скрыть/показать", "", "class=btn")%
?%
</div>
</form>
</body>
</html>
