%TAB_NAME("НАСТРОЙКИ")%
<table class="t webcam-setup" cellpadding=5 cellspacing=0>
<tr><th colspan=2>настройки веб-камеры</th></tr>
<tr><td valign=top width=50%>
Трансляция:
<br><br>
%radio("webcam_broadcast", 0, [
	"Отключена", "Открытая трансляция", "Приватная трансляция"
])%
<br>
Периодичность передачи:
<br><br>
%radio("webcam_period", null, {
	15:  "15 секунд",
	30:  "30 секунд",
	60:  "1 минута",
	120: "2 минуты",
	300: "5 минут",
	600: "10 минут"
})%
</td><td valign=top width=50%>
%?
Видео-устройство:
<br><br>
%radio("webcam_device", "%DEVICE%", %DEVICE_LIST%)%
<br>
?%
Разрешение веб-камеры [%WIDTH%&#215;%HEIGHT%]:
<br><br>
%radio("webcam_res", "%RESOLUTION%", {
	"":          "в полном размере",
	"320:180":   "320&#215;180 (16:9)",
	"320:240":   "320&#215;240 (4:3)",
	"640:360":   "640&#215;360 (16:9)",
	"640:480":   "640&#215;480 (4:3)",
	"1024:576":  "1024&#215;576 (16:9)",
	"1024:768":  "1024&#215;768 (4:3)",
	"1280:720":  "1280&#215;720 (16:9)",
	"1280:768":  "1280&#215;768 (5:3)",
	"1280:800":  "1280&#215;800 (16:10)",
	"1920:1080": "1920&#215;1080 (16:9)"
})%
</td></tr>
</table>
